Repository: noah-qin/Corta
Catalog: Corta/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# settings.font.tooltip
source: Corta uses the system monospaced font. Set `font-family` in the config file to use another.
de: Corta verwendet die Systemschrift mit fester Breite. Eine andere Schrift kann über `font-family` festgelegt werden.
es: Corta usa la fuente monoespaciada del sistema. Define `font-family` en el archivo de configuración para usar otra.
fr: Corta utilise la police monospace du système. Définissez `font-family` dans le fichier de configuration pour en utiliser une autre.
ja: Corta はシステムの等幅フォントを使用します。別のフォントは設定ファイルの `font-family` で指定できます。
ko: Corta는 시스템 고정폭 글꼴을 사용합니다. 다른 글꼴은 구성 파일의 `font-family`로 지정할 수 있습니다.
pt_br: O Corta usa a fonte monoespaçada do sistema. Defina `font-family` no arquivo de configuração para usar outra.
zh_hans: Corta 使用系统等宽字体。可在配置文件中设置 `font-family` 使用其他字体。
zh_hant: Corta 使用系統等寬字型。可在設定檔中設定 `font-family` 使用其他字型。

# settings.footer.pathLabel
source: Config file path
de: Pfad der Konfigurationsdatei
es: Ruta del archivo de configuración
fr: Chemin du fichier de configuration
ja: 設定ファイルのパス
ko: 설정 파일 경로
pt_br: Caminho do arquivo de configuração
zh_hans: 配置文件路径
zh_hant: 設定檔路徑

# settings.footer.reveal
source: Show Config File
de: Konfigurationsdatei anzeigen
es: Mostrar archivo de configuración
fr: Afficher le fichier de configuration
ja: 設定ファイルを表示
ko: 구성 파일 보기
pt_br: Mostrar arquivo de configuração
zh_hans: 显示配置文件
zh_hant: 顯示設定檔

# settings.footer.tooltip
source: Every setting on this page is stored in this file.
de: Alle Einstellungen dieser Seite werden in dieser Datei gespeichert.
es: Todos los ajustes de esta página se guardan en este archivo.
fr: Tous les réglages de cette page sont stockés dans ce fichier.
ja: このページの設定はすべてこのファイルに保存されます。
ko: 이 페이지의 모든 설정은 이 파일에 저장됩니다.
pt_br: Todas as configurações desta página são armazenadas neste arquivo.
zh_hans: 此页面上的所有设置都保存在此文件中。
zh_hant: 此頁面的所有設定都儲存在此檔案中。

# settings.help.allowClipboardCopy
source: Lets a program put text on the clipboard. Reading is never allowed.
de: Erlaubt Programmen, Text in die Zwischenablage zu schreiben. Lesen ist nie erlaubt.
es: Permite que un programa escriba texto en el portapapeles. Nunca se permite leerlo.
fr: Permet à un programme d’écrire dans le presse-papiers. La lecture n’est jamais autorisée.
ja: プログラムによるクリップボードへの書き込みを許可します。読み取りは常に許可されません。
ko: 프로그램이 클립보드에 텍스트를 쓸 수 있게 합니다. 읽기는 허용되지 않습니다.
pt_br: Permite que um programa grave texto na área de transferência. A leitura nunca é permitida.
zh_hans: 允许程序将文本写入剪贴板，但永远不允许读取。
zh_hant: 允許程式將文字寫入剪貼簿，但永遠不允許讀取。

# settings.help.confirmClose
source: Ask when a pane still has something running.
de: Fragen, wenn in einem Bereich noch etwas läuft.
es: Preguntar si un panel aún está ocupado.
fr: Demander si un volet contient encore une tâche.
ja: ペインで処理が実行中の場合に確認します。
ko: 페인에 실행 중인 작업이 있으면 묻습니다.
pt_br: Perguntar quando um painel ainda estiver em execução.
zh_hans: pane 中仍有任务运行时询问。
zh_hant: 窗格仍有工作執行時詢問。

# settings.help.font
source: Corta uses the system monospaced face. To use another, set font-family in the config file below.
de: Corta verwendet die monospaced Systemschrift. Für eine andere setze font-family in der Konfigurationsdatei unten.
es: Corta usa la tipografía monoespaciada del sistema. Para otra, define font-family en el archivo de configuración de abajo.
fr: Corta utilise la police à largeur fixe du système. Pour une autre, définissez font-family dans le fichier de configuration ci-dessous.
ja: Corta はシステムの等幅書体を使います。別の書体を使うには、下の設定ファイルで font-family を指定します。
ko: Corta는 시스템 고정폭 서체를 사용합니다. 다른 서체를 쓰려면 아래 설정 파일에서 font-family를 지정하세요.
pt_br: O Corta usa a fonte monoespaçada do sistema. Para outra, defina font-family no arquivo de configuração abaixo.
zh_hans: Corta 使用系统等宽字体。若要使用其他字体，请在下方的配置文件中设置 font-family。
zh_hant: Corta 使用系統等寬字體。若要使用其他字體，請在下方的設定檔中設定 font-family。

# settings.help.newWindow
source: Columns × rows. The window's pixel size follows the font.
de: Spalten × Zeilen. Die Fenstergröße folgt der Schrift.
es: Columnas × filas. El tamaño de la ventana depende de la fuente.
fr: Colonnes × lignes. La taille de la fenêtre suit la police.
ja: 列 × 行。ウィンドウのピクセルサイズはフォントに従います。
ko: 열 × 행. 윈도우 픽셀 크기는 글꼴에 따라 결정됩니다.
pt_br: Colunas × linhas. O tamanho da janela acompanha a fonte.
zh_hans: 列 × 行。窗口像素大小会随字体变化。
zh_hant: 欄 × 列。視窗像素大小會隨字型變化。

# settings.help.notifyOnLongTasks
source: Only while the window is in the background.
de: Nur wenn das Fenster im Hintergrund ist.
es: Solo cuando la ventana está en segundo plano.
fr: Uniquement lorsque la fenêtre est en arrière-plan.
ja: ウィンドウがバックグラウンドにある場合のみ。
ko: 윈도우가 백그라운드에 있을 때만 알립니다.
pt_br: Somente quando a janela estiver em segundo plano.
zh_hans: 仅在窗口处于后台时通知。
zh_hant: 僅在視窗位於背景時通知。

# settings.help.scrollback
source: Lines kept per session; applies to new sessions.
de: Pro Sitzung gespeicherte Zeilen; gilt für neue Sitzungen.
es: Líneas conservadas por sesión; se aplica a sesiones nuevas.
fr: Lignes conservées par session ; s’applique aux nouvelles sessions.
ja: セッションごとに保持する行数。新しいセッションに適用されます。
ko: 세션당 보관할 줄 수이며 새 세션에 적용됩니다.
pt_br: Linhas mantidas por sessão; aplica-se a novas sessões.
zh_hans: 每个会话保留的行数；仅适用于新会话。
zh_hant: 每個工作階段保留的行數；僅套用於新的工作階段。

# settings.label.allowClipboardCopy
source: Allow clipboard writes
de: Terminal-Programmen das Schreiben in die Zwischenablage erlauben
es: Permitir que los programas del terminal escriban al portapapeles
fr: Autoriser les programmes du terminal à écrire dans le presse-papiers
ja: ターミナルプログラムによるクリップボードへの書き込みを許可
ko: 터미널 프로그램의 클립보드 쓰기 허용
pt_br: Permitir que programas do terminal gravem na área de transferência
zh_hans: 允许终端程序写入剪贴板
zh_hant: 允許終端程式寫入剪貼簿

# settings.label.bell
source: Bell
de: Signalton
es: Campana
fr: Bip
ja: ベル
ko: 벨
pt_br: Sinal
zh_hans: 响铃
zh_hant: 提示音

# settings.label.columns
source: Columns
de: Spalten
es: Columnas
fr: Colonnes
ja: 桁数
ko: 열
pt_br: Colunas
zh_hans: 列数
zh_hant: 欄數

# settings.label.confirmClose
source: Confirm close
de: Schließen bestätigen
es: Confirmar cierre
fr: Confirmer la fermeture
ja: 終了時に確認
ko: 닫기 확인
pt_br: Confirmar fechamento
zh_hans: 确认关闭
zh_hant: 確認關閉

# settings.label.copyOnSelect
source: Copy on select
de: Beim Auswählen kopieren
es: Copiar al seleccionar
fr: Copier à la sélection
ja: 選択時にコピー
ko: 선택 시 복사
pt_br: Copiar ao selecionar
zh_hans: 选中即复制
zh_hant: 選取時複製

# settings.label.font
source: Font
de: Schrift
es: Fuente
fr: Police
ja: フォント
ko: 글꼴
pt_br: Fonte
zh_hans: 字体
zh_hant: 字型

# settings.label.lightOrDark
source: Light or dark
de: Hell oder dunkel
es: Claro u oscuro
fr: Clair ou sombre
ja: ライトまたはダーク
ko: 라이트 또는 다크
pt_br: Claro ou escuro
zh_hans: 浅色或深色
zh_hant: 淺色或深色

# settings.label.longerThan
source: Longer than
de: Länger als
es: Más de
fr: Plus de
ja: 次の時間を超えたら
ko: 다음 시간 초과
pt_br: Mais de
zh_hans: 超过
zh_hant: 超過

# settings.label.newWindow
source: New window
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
ja: 新規ウィンドウ
ko: 새 윈도우
pt_br: Nova janela
zh_hans: 新窗口
zh_hant: 新視窗

# settings.label.notifyOnLongTasks
source: Notify on long tasks
de: Bei langen Aufgaben benachrichtigen
es: Notificar tareas largas
fr: Notifier pour les tâches longues
ja: 長時間のタスクを通知
ko: 긴 작업 알림
pt_br: Notificar tarefas longas
zh_hans: 长任务完成时通知
zh_hant: 長工作完成時通知

# settings.label.openLinksWith
source: Open links with
de: Links öffnen mit
es: Abrir enlaces con
fr: Ouvrir les liens avec
ja: リンクを開く方法
ko: 링크 열기
pt_br: Abrir links com
zh_hans: 打开链接方式
zh_hant: 開啟連結方式

# settings.label.restoreWindows
source: Restore windows
de: Fenster wiederherstellen
es: Restaurar ventanas
fr: Restaurer les fenêtres
ja: ウィンドウを復元
ko: 윈도우 복원
pt_br: Restaurar janelas
zh_hans: 恢复窗口
zh_hant: 還原視窗

# settings.label.rows
source: Rows
de: Zeilen
es: Filas
fr: Lignes
ja: 行数
ko: 행
pt_br: Linhas
zh_hans: 行数
zh_hant: 列數

# settings.label.seconds
source: seconds
de: Sekunden
es: segundos
fr: secondes
ja: 秒
ko: 초
pt_br: segundos
zh_hans: 秒
zh_hant: 秒

# settings.label.size
source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
pt_br: Tamanho
zh_hans: 大小
zh_hant: 大小

# settings.label.theme
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
ko: 테마
pt_br: Tema
zh_hans: 主题
zh_hant: 主題

# settings.linkActivation.click
source: Click
de: Klick
es: Clic
fr: Clic
ja: クリック
ko: 클릭
pt_br: Clique
zh_hans: 点按
zh_hant: 點按

# settings.linkActivation.commandClick
source: Command-click
de: Befehl-Klick
es: Clic con Comando
fr: Clic avec Commande
ja: Command クリック
ko: Command-클릭
pt_br: Clique com Command
zh_hans: Command 点按
zh_hant: Command 點按

# settings.section.closing
source: Closing
de: Schließen
es: Cierre
fr: Fermeture
ja: 終了時
ko: 닫기
pt_br: Fechamento
zh_hans: 关闭
zh_hant: 關閉

# settings.section.notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
pt_br: Notificações
zh_hans: 通知
zh_hant: 通知

# settings.section.window
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウインドウ
ko: 윈도우
pt_br: Janela
zh_hans: 窗口
zh_hant: 視窗

# settings.status.clamped
source: %1$@ must be between %2$@ and %3$@ — saved as %4$@.
de: %1$@ muss zwischen %2$@ und %3$@ liegen – als %4$@ gespeichert.
es: %1$@ debe estar entre %2$@ y %3$@: se guardó como %4$@.
fr: %1$@ doit être entre %2$@ et %3$@ : enregistré comme %4$@.
ja: %1$@ は %2$@ 〜 %3$@ の範囲が必要です。%4$@ として保存しました。
ko: %1$@은(는) %2$@에서 %3$@ 사이여야 합니다 — %4$@(으)로 저장했습니다.
pt_br: %1$@ deve estar entre %2$@ e %3$@ — salvo como %4$@.
zh_hans: %1$@ 必须在 %2$@ 和 %3$@ 之间——已保存为 %4$@。
zh_hant: %1$@ 必須介於 %2$@ 與 %3$@ 之間——已儲存為 %4$@。

# settings.status.notificationsDenied
source: macOS is not delivering Corta's notifications.
de: macOS liefert die Mitteilungen von Corta nicht aus.
es: macOS no está entregando las notificaciones de Corta.
fr: macOS ne délivre pas les notifications de Corta.
ja: macOS は Corta の通知を配信していません。
ko: macOS가 Corta의 알림을 전달하지 않습니다.
pt_br: O macOS não está entregando as notificações do Corta.
zh_hans: macOS 未投递 Corta 的通知。
zh_hant: macOS 未傳送 Corta 的通知。

# settings.status.openSystemSettings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
zh_hans: 打开系统设置
zh_hant: 打開系統設定

# settings.status.retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
zh_hans: 重试
zh_hant: 重試

# settings.status.saved
source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
ja: 保存しました
ko: 저장됨
pt_br: Guardado
zh_hans: 已保存
zh_hant: 已儲存

# settings.status.writeFailed
source: Not saved — the config file could not be written. %@
de: Nicht gespeichert – die Konfigurationsdatei konnte nicht geschrieben werden. %@
es: No se guardó: no se pudo escribir el archivo de configuración. %@
fr: Non enregistré : le fichier de configuration n’a pas pu être écrit. %@
ja: 保存されていません。設定ファイルに書き込めませんでした。%@
ko: 저장되지 않았습니다 — 설정 파일에 쓸 수 없습니다. %@
pt_br: Não salvo — não foi possível gravar o arquivo de configuração. %@
zh_hans: 未保存——无法写入配置文件。%@
zh_hant: 未儲存——無法寫入設定檔。%@

# settings.status.writeFailedUnknown
source: The reason was not reported.
de: Der Grund wurde nicht gemeldet.
es: No se informó del motivo.
fr: La raison n’a pas été indiquée.
ja: 理由は報告されませんでした。
ko: 이유가 보고되지 않았습니다.
pt_br: O motivo não foi informado.
zh_hans: 未报告原因。
zh_hant: 未回報原因。

# settings.tab.appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

# settings.tab.general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用
zh_hant: 一般

# settings.title
source: Corta Settings
de: Corta-Einstellungen
es: Ajustes de Corta
fr: Réglages de Corta
ja: Corta 設定
ko: Corta 설정
pt_br: Ajustes do Corta
zh_hans: Corta 设置
zh_hant: Corta 設定

# shortcuts.a11yUnbound
source: %@, no shortcut
de: %@, kein Kürzel
es: %@, sin atajo
fr: %@, aucun raccourci
ja: %@、ショートカットなし
ko: %@, 단축키 없음
pt_br: %@, sem atalho
zh_hans: %@，无快捷键
zh_hant: %@，無快速鍵

# shortcuts.footnote
source: A dash means the command has no key yet. Every shortcut can be changed with a bind. line in the config file.
de: Ein Strich bedeutet, dass der Befehl noch keine Taste hat. Jedes Kürzel lässt sich mit einer bind.-Zeile in der Konfigurationsdatei ändern.
es: Un guion significa que el comando aún no tiene tecla. Cada atajo se cambia con una línea bind. en el archivo de configuración.
fr: Un tiret signifie que la commande n’a pas encore de touche. Chaque raccourci se modifie avec une ligne bind. dans le fichier de configuration.
ja: ダッシュはキーが未割り当てのコマンドです。すべてのショートカットは設定ファイルの bind. 行で変更できます。
ko: 대시는 아직 키가 없는 명령입니다. 모든 단축키는 설정 파일의 bind. 행으로 변경할 수 있습니다.
pt_br: Um travessão significa que o comando ainda não tem tecla. Cada atalho pode ser alterado com uma linha bind. no arquivo de configuração.
zh_hans: 短横线表示该命令尚未绑定按键。所有快捷键都可通过配置文件中的 bind. 行修改。
zh_hant: 破折號表示該指令尚未綁定按鍵。所有快速鍵都可透過設定檔中的 bind. 行修改。

# shortcuts.title
source: Keyboard Shortcuts
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボードショートカット
ko: 키보드 단축키
pt_br: Atalhos de teclado
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

# toast.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

# settings.label.optionAsMeta
source: Use Option as Meta
de: Wahltaste als Meta verwenden
es: Usar Opción como Meta
fr: Utiliser Option comme Meta
ja: Option キーを Meta として使用
ko: Option을 Meta로 사용
pt_br: Usar Option como Meta
zh_hans: 将 Option 用作 Meta
zh_hant: 將 Option 用作 Meta

# settings.help.optionAsMeta
source: Sends an Escape prefix instead of composing the layout's alternate characters. Leave off for international layouts and dead keys.
de: Sendet ein Escape-Präfix, statt die Alternativzeichen der Tastaturbelegung zu erzeugen. Bei internationalen Belegungen und Tottasten ausgeschaltet lassen.
es: Envía un prefijo Escape en lugar de componer los caracteres alternativos de la distribución. Déjalo desactivado para distribuciones internacionales y teclas muertas.
fr: Envoie un préfixe Escape au lieu de composer les caractères alternatifs de la disposition. À laisser désactivé pour les dispositions internationales et les touches mortes.
ja: レイアウトの代替文字を入力する代わりに Escape プレフィックスを送信します。各国語レイアウトやデッドキーを使う場合はオフのままにしてください。
ko: 레이아웃의 대체 문자를 입력하는 대신 Escape 접두사를 보냅니다. 국제 키보드 레이아웃과 데드 키를 사용하는 경우 꺼 두십시오.
pt_br: Envia um prefixo Escape em vez de compor os caracteres alternativos do layout. Deixe desativado para layouts internacionais e teclas mortas.
zh_hans: 发送 Escape 前缀，而不是输入键盘布局的替代字符。使用国际键盘布局和死键时请保持关闭。
zh_hant: 傳送 Escape 前綴，而不是輸入鍵盤佈局的替代字元。使用國際鍵盤佈局和附加符號鍵時請保持關閉。

# command.clearScreen
source: Clear Screen
de: Bildschirm löschen
es: Borrar pantalla
fr: Effacer l’écran
ja: 画面を消去
ko: 화면 지우기
pt_br: Limpar tela
zh_hans: 清除屏幕
zh_hant: 清除畫面

# command.clearHistory
source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
ja: 履歴を消去
ko: 기록 지우기
pt_br: Apagar histórico
zh_hans: 清除历史记录
zh_hant: 清除歷史記錄

# command.resetTerminal
source: Reset Terminal
de: Terminal zurücksetzen
es: Restablecer terminal
fr: Réinitialiser le terminal
ja: ターミナルをリセット
ko: 터미널 재설정
pt_br: Redefinir terminal
zh_hans: 重置终端
zh_hant: 重置終端機

# toast.clearedScreen
source: Screen cleared
de: Bildschirm gelöscht
es: Pantalla borrada
fr: Écran effacé
ja: 画面を消去しました
ko: 화면을 지웠습니다
pt_br: Tela limpa
zh_hans: 已清除屏幕
zh_hant: 已清除畫面

# toast.clearedHistory
source: History cleared
de: Verlauf gelöscht
es: Historial borrado
fr: Historique effacé
ja: 履歴を消去しました
ko: 기록을 지웠습니다
pt_br: Histórico apagado
zh_hans: 已清除历史记录
zh_hant: 已清除歷史記錄

# toast.resetTerminal
source: Terminal reset
de: Terminal zurückgesetzt
es: Terminal restablecido
fr: Terminal réinitialisé
ja: ターミナルをリセットしました
ko: 터미널을 재설정했습니다
pt_br: Terminal redefinido
zh_hans: 已重置终端
zh_hant: 已重置終端機

# command.zoomPane
source: Zoom Pane
de: Bereich vergrößern
es: Ampliar panel
fr: Agrandir le volet
ja: ペインをズーム
ko: 페인 확대
pt_br: Ampliar painel
zh_hans: 放大窗格
zh_hant: 放大窗格

# command.unzoomPane
source: Unzoom Pane
de: Bereich verkleinern
es: Restaurar panel
fr: Réduire le volet
ja: ペインのズームを解除
ko: 페인 확대 해제
pt_br: Restaurar painel
zh_hans: 还原窗格
zh_hant: 還原窗格

# command.copyLastCommandOutput
source: Copy Last Command Output
de: Ausgabe des letzten Befehls kopieren
es: Copiar la salida del último comando
fr: Copier la sortie de la dernière commande
ja: 直前のコマンドの出力をコピー
ko: 마지막 명령 출력 복사
pt_br: Copiar a saída do último comando
zh_hans: 拷贝上一条命令的输出
zh_hant: 拷貝上一個命令的輸出

# command.previousFailedCommand
source: Previous Failed Command
de: Vorheriger fehlgeschlagener Befehl
es: Comando fallido anterior
fr: Commande échouée précédente
ja: 前の失敗したコマンド
ko: 이전 실패한 명령
pt_br: Comando anterior com falha
zh_hans: 上一条失败的命令
zh_hant: 上一個失敗的命令

# command.nextFailedCommand
source: Next Failed Command
de: Nächster fehlgeschlagener Befehl
es: Siguiente comando fallido
fr: Commande échouée suivante
ja: 次の失敗したコマンド
ko: 다음 실패한 명령
pt_br: Próximo comando com falha
zh_hans: 下一条失败的命令
zh_hant: 下一個失敗的命令

# toast.copiedCommandOutput
source: Command output copied
de: Befehlsausgabe kopiert
es: Salida del comando copiada
fr: Sortie de la commande copiée
ja: コマンドの出力をコピーしました
ko: 명령 출력을 복사했습니다
pt_br: Saída do comando copiada
zh_hans: 已拷贝命令输出
zh_hant: 已拷貝命令輸出

# toast.noCommandOutput
source: No completed command to copy
de: Kein abgeschlossener Befehl zum Kopieren
es: No hay ningún comando finalizado que copiar
fr: Aucune commande terminée à copier
ja: コピーできる完了済みのコマンドがありません
ko: 복사할 완료된 명령이 없습니다
pt_br: Nenhum comando concluído para copiar
zh_hans: 没有可拷贝的已完成命令
zh_hant: 沒有可拷貝的已完成命令

# toast.noShellIntegration
source: Shell integration is not set up
de: Shell-Integration ist nicht eingerichtet
es: La integración con el shell no está configurada
fr: L’intégration au shell n’est pas configurée
ja: シェル統合が設定されていません
ko: 셸 통합이 설정되지 않았습니다
pt_br: A integração com o shell não está configurada
zh_hans: 尚未设置 Shell 集成
zh_hant: 尚未設定 Shell 整合

# search.caseSensitive
source: Match Case
de: Groß-/Kleinschreibung
es: Coincidir mayúsculas
fr: Respecter la casse
ja: 大文字/小文字を区別
ko: 대소문자 구분
pt_br: Diferenciar maiúsculas
zh_hans: 区分大小写
zh_hant: 區分大小寫

# scrollback.returnToBottom
source: Jump to Bottom
de: Nach unten springen
es: Ir al final
fr: Aller en bas
ja: 一番下へ移動
ko: 맨 아래로 이동
pt_br: Ir para o fim
zh_hans: 跳到底部
zh_hant: 跳至底部

# scrollback.newOutput
source: New output below
de: Neue Ausgabe unten
es: Nueva salida abajo
fr: Nouvelle sortie ci-dessous
ja: 下に新しい出力
ko: 아래에 새 출력
pt_br: Nova saída abaixo
zh_hans: 下方有新输出
zh_hant: 下方有新輸出

# scrollback.position
source: %1$@ lines back
de: %1$@ Zeilen zurück
es: %1$@ líneas atrás
fr: %1$@ lignes en arrière
ja: %1$@ 行前
ko: %1$@줄 위
pt_br: %1$@ linhas acima
zh_hans: 向上 %1$@ 行
zh_hant: 向上 %1$@ 行

# command.reopenClosedPane
source: Reopen Closed Pane
de: Geschlossenen Bereich wieder öffnen
es: Reabrir el panel cerrado
fr: Rouvrir le volet fermé
ja: 閉じたペインを再度開く
ko: 닫은 페인 다시 열기
pt_br: Reabrir painel fechado
zh_hans: 重新打开已关闭的窗格
zh_hant: 重新打開已關閉的窗格

# command.exportText
source: Export Text…
de: Text exportieren …
es: Exportar texto…
fr: Exporter le texte…
ja: テキストを書き出す…
ko: 텍스트 내보내기…
pt_br: Exportar texto…
zh_hans: 导出文本…
zh_hant: 輸出文字⋯

# export.message.selection
source: Save the selected text.
de: Ausgewählten Text sichern.
es: Guardar el texto seleccionado.
fr: Enregistrer le texte sélectionné.
ja: 選択したテキストを保存します。
ko: 선택한 텍스트를 저장합니다.
pt_br: Salvar o texto selecionado.
zh_hans: 保存所选文本。
zh_hant: 儲存所選文字。

# export.message.history
source: Save the scrollback and the visible screen.
de: Verlauf und sichtbaren Bildschirm sichern.
es: Guardar el historial y la pantalla visible.
fr: Enregistrer l’historique et l’écran visible.
ja: スクロールバックと表示中の画面を保存します。
ko: 스크롤백과 현재 화면을 저장합니다.
pt_br: Salvar o histórico e a tela visível.
zh_hans: 保存回滚内容和当前屏幕。
zh_hant: 儲存捲動記錄和目前畫面。

# toast.exported
source: Saved
de: Gesichert
es: Guardado
fr: Enregistré
ja: 保存しました
ko: 저장됨
pt_br: Salvo
zh_hans: 已保存
zh_hant: 已儲存

# toast.nothingToExport
source: Nothing to save
de: Nichts zu sichern
es: No hay nada que guardar
fr: Rien à enregistrer
ja: 保存する内容がありません
ko: 저장할 내용이 없습니다
pt_br: Nada para salvar
zh_hans: 没有可保存的内容
zh_hant: 沒有可儲存的內容

# search.regex
source: Regular Expression
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
ja: 正規表現
ko: 정규 표현식
pt_br: Expressão regular
zh_hans: 正则表达式
zh_hant: 正規表示式

# search.invalidPattern
source: Bad pattern
de: Ungültiges Muster
es: Patrón no válido
fr: Motif incorrect
ja: パターンが不正です
ko: 잘못된 패턴
pt_br: Padrão inválido
zh_hans: 表达式无效
zh_hant: 運算式無效

# menu.presets
source: New Pane with Preset
de: Neuer Bereich mit Voreinstellung
es: Panel nuevo con preajuste
fr: Nouveau volet avec préréglage
ja: プリセットで新規ペイン
ko: 프리셋으로 새 페인
pt_br: Novo painel com predefinição
zh_hans: 使用预设新建窗格
zh_hant: 使用預設集新增窗格

# toast.badOpenFileCommand
source: open-file-command could not be run
de: „open-file-command“ konnte nicht ausgeführt werden
es: No se pudo ejecutar open-file-command
fr: Impossible d’exécuter open-file-command
ja: open-file-command を実行できませんでした
ko: open-file-command를 실행할 수 없음
pt_br: Não foi possível executar open-file-command
zh_hans: 无法运行 open-file-command
zh_hant: 無法執行 open-file-command

# link.fileNoLine
source: %@ (opens without the line number)
de: %@ (wird ohne Zeilennummer geöffnet)
es: %@ (se abre sin el número de línea)
fr: %@ (ouvre sans le numéro de ligne)
ja: %@（行番号なしで開きます）
ko: %@(행 번호 없이 열림)
pt_br: %@ (abre sem o número da linha)
zh_hans: %@（打开时不带行号）
zh_hant: %@（打開時不含行號）

# search.patternTooSlow
source: Pattern too slow
de: Muster zu langsam
es: Patrón demasiado lento
fr: Motif trop lent
ja: パターンが遅すぎます
ko: 패턴이 너무 느림
pt_br: Padrão muito lento
zh_hans: 表达式过慢
zh_hant: 運算式過慢

# settings.label.openFileCommand
source: Open file with
de: Datei öffnen mit
es: Abrir archivo con
fr: Ouvrir le fichier avec
ja: ファイルを開くコマンド
ko: 파일 열기 명령
pt_br: Abrir arquivo com
zh_hans: 打开文件方式
zh_hant: 打開檔案方式

# settings.help.openFileCommand
source: Runs when a path:line reference in output is ⌘-clicked. {file}, {line} and {column} are substituted. The command must be an absolute path; leave empty to use the default app, which cannot be told a line number.
de: Wird ausgeführt, wenn eine „path:line“-Referenz in der Ausgabe bei gedrückter Befehlstaste angeklickt wird. {file}, {line} und {column} werden ersetzt. Der Befehl muss ein absoluter Pfad sein; leer lassen, um die Standardapp zu verwenden, der keine Zeilennummer übergeben werden kann.
es: Se ejecuta al hacer ⌘-clic en una referencia path:line de la salida. Se sustituyen {file}, {line} y {column}. El comando debe ser una ruta absoluta; déjalo vacío para usar la app por omisión, a la que no se le puede indicar el número de línea.
fr: S’exécute lorsqu’une référence path:line dans la sortie est cliquée avec ⌘. {file}, {line} et {column} sont remplacés. La commande doit être un chemin absolu ; laisser vide pour utiliser l’app par défaut, à laquelle le numéro de ligne ne peut pas être transmis.
ja: 出力中の path:line 参照を ⌘ クリックしたときに実行されます。{file}、{line}、{column} が置き換えられます。コマンドは絶対パスである必要があります。空欄にすると既定のアプリケーションを使用しますが、行番号は渡せません。
ko: 출력의 path:line 참조를 ⌘-클릭할 때 실행됩니다. {file}, {line}, {column}이 치환됩니다. 명령은 절대 경로여야 합니다. 비워 두면 기본 응용 프로그램을 사용하지만 행 번호는 전달할 수 없습니다.
pt_br: Executado ao clicar com ⌘ em uma referência path:line na saída. {file}, {line} e {column} são substituídos. O comando precisa ser um caminho absoluto; deixe vazio para usar o app padrão, que não recebe o número da linha.
zh_hans: 当输出中的 path:line 引用被 ⌘ 点按时运行。{file}、{line} 和 {column} 会被替换。命令必须是绝对路径；留空则使用默认应用程序，但默认应用程序无法接收行号。
zh_hant: 當輸出中的 path:line 參照被 ⌘ 點按時執行。{file}、{line} 和 {column} 會被替換。指令必須是絕對路徑；留空則使用預設應用程式，但預設應用程式無法接收行號。
